Repository: RenatTOP/django-RenatTOP_HOTS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Map Objectives
ru: Задачи на поле боя

source: Battlegrounds
ru: Поля боя

source: Hero brawl
ru: Потасовка

source: The game mode that breaks all the rules!
ru: Новый игровой режим — играйте не по правилам!

source: In a nutshell, Heroes Brawl is Heroes of the Storm, seen through the lens of delightful madness. Play on unique maps with surreal twists and with custom rulesets that turn everything you thought you knew about the game on its head. Weekly rewards await. Take a break from the conquest of the Nexus, gather your friends, and check out what this new mode has to offer.
ru: Если коротко, то «Потасовки» — это воплощение совершенно безумных (на первый взгляд) идей в Heroes of the Storm. Играйте на уникальных картах, где используются невиданные доселе элементы! Вас ждут особые правила и условия, которые поставят все с ног на голову! Разумеется, не обойдется и без еженедельных наград. Отдохните от трудов по завоеванию Нексуса, приготовьтесь весело провести время вместе с друзьями и узнайте, что мы приготовили для вас в новом режиме.

source: Arenas, mutators and single-lanes
ru: Арены, мутаторы и поля боя с одной линией

source: There are three kinds of Heroes Brawl battlegrounds: standard maps with mutators, brand-new arenas, and single-lane battlegrounds. All made specifically for Heroes Brawl.
ru: Всего в новом режиме представлено три типа полей боя: обычные поля боя с мутаторами, новые арены и поля боя с одной линией. Все эти поля боя специально предназначены для потасовок.

source: Mutators
ru: Мутаторы

source: There is a substantial number of modifiers, <br> and we don’t want to spoil too much <br> of what’s coming. Suffice to say, expect these <br> gameplay modifiers to add completely new and <br> unexpected quirks to drastically change how you <br> play Heroes of the Storm.
ru: Это большой набор модификаторов,<br> которые способны кардинально изменить<br>игровой процесс Heroes of the Storm.

source: Unique <br> Hero Selection
ru: Уникальный<br> набор героев

source: We’re even switching up how you choose your hero! For each brawl, you may either have preset heroes, you may shuffle (pick your hero from a custom lineup), or pure random. Look for new hero selection modes coming soon.
ru: Также будет изменен принцип выбора героев для боя! В каждой потасовке вы сможете выбрать героев из заранее заданного списка или из случайного набора. Кроме того, можно выбрать любого героя случайным образом. Новые правила выбора героев появятся совсем скоро

source: Weekly rewards
ru: Еженедельные награды

source: Throw the rules out the window with the most hectic, action-packed, unpredictable mode in Heroes of the Storm!
ru: В новом безумном режиме для Heroes of the Storm можно забыть о всяких правилах!

source: Game modes
ru: Режимы игры

source: The Nexus offers multiple ways to duke it out in objective-driven, fast-paced team on team battles. Find the mode that best suits your style and carve your path to glory!
ru: Нексус предлагает на выбор множество способов погрузиться в напряженную изахватывающую атмосферу командных баталий. Выберите режим, наиболее подходящий вам по стилю игры, иначните свое восхождение к славе!

source: Unranked
ru: Драфт без рейтинга

source: Want to get to know the game better or just relax with friends? <br> These modes are great for you will do.
ru: Хотите получше ознакомиться с игрой или просто расслабиться в компании друзей?<br>Эти режимы отлично вам подойдут.

source: Versus A.I.
ru: Против ИИ

source: Refine your skills
ru: Отточите свое мастерство

source: In this mode, you fight computer-controlled opponents of scalable difficulty alongside your friends, or with other players via the matchmaking system. If you prefer to go at it solo, you just need to check the A.I. Teammates’ box. Playing in this mode will net you some experience, gold, and daily quest progress of gold.
ru: В этом режиме вы со своими друзьями или случайными игроками, найденными с помощью системы подбора соперников, играете против команды героев под управлением компьютера с заданным уровнем сложности. Если вы хотите играть в одиночку, просто отметьте опцию «Союзники — ИИ». Игры, сыгранные в этом режиме, идут в зачет ежедневных заданий; кроме того, вы также получите некоторое количество опыта и золота.

source: Quick match
ru: Быстрая игра

source: Select the hero you’d like to play, dive into the Quick Match queue, and get ready for a taste of the fast-paced, highly-competitive action the Nexus has to offer. The matchmaking system will pit you against opponents of similar skill. Playing in this mode will net you daily quest progress, as well as bonus gold and experience.
ru: Выберите героя, которым вы хотите сыграть, встаньте в очередь на быструю игру и готовьтесь к напряженной битве в Нексусе, насквозь пропитанной соревновательным духом! Система подбора соперников сведет вас с противниками примерно равного уровня мастерства. Игры в этом режиме идут в зачет ежедневных заданий; также вы получите дополнительное золото и опыт.

source: Brawl
ru: Потасовка

source: All Bets Are Off
ru: Бои без правил!

source: Each week, Heroes Brawl presents you with a new set of crazy mutators that turn everything you thought you knew about the game on its head. From unique battlegrounds to crazy team composition rules to completely rewritten rules of engagement, you’ll never know what’s in store!
ru: Каждую неделю в новом режиме «Потасовка» вас ждут совершенно безумные мутаторы, которые перевернут знакомый вам игровой процесс вверх тормашками. Это будут уникальные поля боя, невероятные сочетания героев и совершенно непривычные правила игры — неограниченный полет фантазии!

source: Play without losing your rating.
ru: Играйте без потери рейтинга

source: With its own unique queue similar to Quick Match or Ranked modes, Unranked Draft will feature a pick and ban system similar to Hero League, no party restrictions, and its own unique MMR (Matchmaking Rating). Unranked Draft will be the preferred queue for players looking to draft with a few friends or play in a more structured environment than Quick Match but without the pressures of ranked play.
ru: В этом режиме используется особая система очередей, схожая с той, что представлена в режиме быстрых и рейтинговых игр. В нерейтинговом режиме драфта необходимо выбирать героев и накладывать запреты, как в лиге героев, при этом нет ограничений по составу групп. Кроме того, для нового режима существует отдельный рейтинг подбора соперников. Нерейтинговый режим драфта понравится тем, кто хочет просто поиграть с друзьями, не заботясь о рейтинге.

source: Ranked
ru: Рейтинговая лига

source: The greatest challenge within the Nexus await in the game’s ranked play modes. Defeat your enemies and climb the ranks all the way to Grand Master; prove your worth in battle and earn unique season rewards. To learn all there is to know about how to gain rank and dominate people, visit the Ranked Play page.
ru: Самые серьезные испытания ждут героев Нексуса в рейтинговых матчах. Чтобы покорить вершины рейтингов и пробиться в Элитную лигу, вам предстоит поразить немало врагов. Покажите всем, чего вы стоите, и заработайте уникальные сезонные награды! Все, что вам нужно знать о том, как зарабатывать ранги и доминировать, находится в разделе Игра Рейтинговые матчи.

source: Storm League
ru: Лига нексуса

source: Battle solo or with friends – Must have access to 16 heroes at level 5 or higher and an account level of 50 or higher.
ru: Бейтесь в одиночку или с друзьями! У вас должна быть открыто 16 героев 5-го уровня и выше, а также учетная запись 50-го уровня или выше.

source: Fight alongside (and against) the best of the best solo, or bring friends in a party of up to five players and storm the Nexus together.
ru: Лучшие из лучших станут вашими союзниками или противниками! Сражайтесь в одиночку или объединитесь с друзьями в группу до пяти игроков, чтобы отправиться в Нексус вместе.

source: Custom game
ru: Своя игра

source: Set up a pre-arranged match where you get to pick the battleground, invite players, addA.I. opponents, teammates, and observers. Besides regular hero selection, this mode has a draft setting,where teams take turns picking heroes and no duplicates are allowed—just like in ranked games. Who getsto pick first can be decided by either a coin toss, or it can be selected manually by the match creator.
ru: Организуйте ваш собственный матч: вы сможете выбрать поле боя, пригласить игроков для участия, добавить противников и союзников под управлением ИИ и пригласить зрителей. Помимо обычного выбора героя, в этом режиме существует возможность драфта, при котором команды по очереди выбирают героев, причем повторный выбор одного и того же героя не допускается — все в точности, как в рейтинговых играх. Право первого выбора определяется броском монетки или задается создателем матча.

source: Damage
ru: Урон

source: Utility
ru: Поддержка

source: Survivability
ru: Живучесть

source: Complexity
ru: Сложность

source: Primary Abilities
ru: Базовые

source: Heroic Abilities
ru: Героические

source: Trait
ru: Умение

source: Lvl
ru: Уровень

source: Health
ru: Здоровье

source: Regen
ru: Регенерация

source: Mana
ru: Мана

source: Damage per attack
ru: Урон за удар

source: Attack speed
ru: Скорость атаки

source: Damage per second
ru: Урон в секунду

source: Attack range
ru: Дальность атаки

source: Other heroes
ru: Другие герои

source: Destroyer
ru: Сокрушитель

source: Stealth
ru: Маскировка

source: Worgen
ru: Ворген

source: Gall
ru: Галл

source: World Breaker
ru: Разрушитель миров

source: Standart
ru: Без маскировки

source: Greymane
ru: Седогрив

source: Cho
ru: Чо

source: Heroes
ru: Герои

source: Home
ru: Главная

source: Epic Heroes and Relentless Action on Diverse Battlegrounds
ru: Эпические герои, напряженные бои, большое многообразие полей боя

source: Weekly Rotation
ru: Еженедельная ротация

source: Blizzard Heroes
ru: Герои Blizzard

source: With bold, diverse abilities and forceful personalities, each hero can upend a match – especially if mastered by a determined player.
ru: Герои-легенды из всех игр Blizzard готовы вновь вступить в бой и показать свою мощь в Heroes of the Storm. Их непревзойденная сила, уникальные способности и яркий характер способны в любой момент перевернуть ход битвы — особенно если их действиями руководит решительный игрок.

source: All heroes
ru: Все герои

source: Supercharged Battlegrounds
ru: Захватывающие поля боя

source: Unlike other MOBAs, Heroes of the Storm features a panoply of dynamic Battlegrounds, each with unique quests and objectives.
ru: Одна из особенностей, которая отличает Heroes of the Storm от других игр в жанре MOBA, — это динамические поля боя, на каждом из которых есть свои цели и задания.

source: All battlegrounds
ru: Все поля боя

source: Different modes
ru: Разнооборазные режимы

source: Find the game mode that’s right for you. There’s no wrong way to play!
ru: Найдите режим игры себе по вкусу: все хороши по-своему!

source: VS. A.I.
ru: Против ИИ

source: Choose your Hero, choose the difficulty, and battle against A.I. controlled opponents.
ru: Выберите героя и сложность и сражайтесь с противниками под управлением ИИ.

source: Select your Hero and head into battle against other players on a randomly chosen Battleground!
ru: Выберите героя и сражайтесь с другими игроками на случайном поле боя!

source: All Random All Mid. Choose from three Heroes, then battle it out on a chaotic single-lane Battleground.
ru: Режим случайных героев в стиле Нексуса! Выберите одного из трех героев и сражайтесь в хаотичной схватке на поле боя с одной линией.

source: All the ranked play experience, but with none of the pressure. Draft and Ban just like you would in Storm League without affecting your rank.
ru: Те же правила, что и в рейтинговой игре, но без лишнего напряжения. Выбирайте и блокируйте героев, как и в лиге Нексуса, не беспокоясь о ранге.

source: Defeat your enemies and climb the ranks all the way to Grand Master as a solo player or with a party.
ru: Побеждайте противников и поднимайте ранг вплоть до элитного в одиночку или с группой.

source: Heroes of the Storm - your way. Create a lobby with custom settings, including Battlegrounds and Picks/Bans, and invite your friends!
ru: Heroes of the Storm по вашим правилам. Создайте лобби и настройте игру по вкусу, выбрав поле боя и разрешенных героев, и зовите друзей!

source: User Agreement
ru: Пользовательское Соглашение

source: <p>This User Agreement (hereinafter referred to as Agreement) regulates the relationship between the owner of renattop.me (hereinafter referred to as Fan site or Administration) on the one hand and the user on the other. The Fan site is not a mass media site. <br> <br> By using the site, you agree to the terms of this agreement. If you do not agree with the terms of this agreement, do not use the site Fan site! <br> Rights and obligations of the parties<br> The user has the right:<br> - search for information on the site<br> - get informed on the site<br> - comment on the content posted on the site<br> - copy information to other sites with source<br> - use site information for personal, non-commercial purposes<br> <br> Administration has the right:<br> - at its own discretion and necessity to create, change, cancel rules<br>. - restrict access to any information on the site<br> <br> The User undertakes:<br> - provide reliability of the provided information<br> - not to disseminate information that is intended to propagate war, incite national, racial or of religious hatred and enmity, as well as other information the dissemination of which is punishable by criminal law, or administrative liability<br> - keep the site up and running - not to post advertising, erotic, pornographic or offensive material or any other kind of material information the placement of which is prohibited or contrary to the norms of the current legislation of Ukraine.<br> - not to use scripts (programs) for automated data collection and/or interaction with the Site and with his Services<br> <br> The Administration undertakes:<br> - keep the site up and running, unless it is not possible to do so outside of the control of Administration reasons.<br> <br> Responsibility of the parties<br> - the user is personally responsible for the information distributed by him<br>. - the administration does not assume any responsibility for services provided by third parties<br>. - in the event of a force majeure situation (hostilities, state of emergency, natural disaster and etc.) The Administration does not guarantee the safety of the information posted by the User, as well as uninterruptible information resource operation<br> <br> Terms of Agreement<br> This Agreement shall come into force upon any use of this site.<br>. The agreement ceases to apply when a new version of the agreement is available. <br> The Administration reserves the right to unilaterally amend this agreement at its discretion. The Administration does not notify the users of any changes in the Agreement.<br>
ru: <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем renattop.me (далее Фан сайт или Администрация) с одной стороны и пользователем сайта с другой. Сайт Фан сайт не является средством массовой информации. <br> <br> Используя сайт, Вы соглашаетесь с условиями данного соглашения. Если Вы не согласны с условиями данного соглашения, не используйте сайт Фан сайт!<br> <br> Права и обязанности сторон<br> Пользователь имеет право:<br>- осуществлять поиск информации на сайте<br> - получать информацию на сайте<br> - комментировать контент, выложенный на сайте<br> - копировать информацию на другие сайты с указанием источника<br> - использовать информацию сайта в личных некоммерческих целях<br> <br> Администрация имеет право:<br> - по своему усмотрению и необходимости создавать, изменять, отменять правила<br> - ограничивать доступ к любой информации на сайте<br> <br> Пользователь обязуется:<br> - обеспечить достоверность предоставляемой информации<br> - не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность<br> - не нарушать работоспособность сайта<br> - не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства Украины.<br> - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами<br> <br> Администрация обязуется:<br> - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.<br> <br> Ответственность сторон<br> - пользователь лично несет полную ответственность за распространяемую им информацию<br> - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами<br> - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса<br> <br> Условия действия Соглашения<br> Данное Соглашение вступает в силу при любом использовании данного сайта.<br> Соглашение перестает действовать при появлении его новой версии.<br> Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.<br> Администрация не оповещает пользователей об изменении в Соглашении.<br>

source: Ranked: Storm League
ru: Рейтинговая игра

source: Ranked play in Heroes of the Storm offers the greatest challenge within the Nexus, with epic end-of-season rewards for those who climb the tiers. There is a player level requirement of 50 for ranked games, so as soon as you've unlocked and leveled enough characters, it's time to fight for your place among the legends.
ru: Режим рейтинговых матчей в Heroes of the Storm предлагает величайшие состязания в Нексусе с эпическими наградами в конце сезона для тех, кто готов пробиваться наверх. Для участия в рейтинговых матчах требуется достичь 50-го уровня игрока. Открыв и развив достаточное количество персонажей, вы сможете присоединиться к битве за место среди легенд.

source: Ready your characters, sharpen your reflexes, and prepare yourself for the greatest hero battle the nexus has ever seen.
ru: Собирайте героев, доведите свои навыки до совершенства и готовьтесь принять участие в величайшей битве в истории Нексуса.

source: The Basics
ru: Основы

source: How to gain ranks
ru: Как повысить ранг

source: In Heroes of the Storm, your skill level, or Rank, is expressed in the form of League Tiers and Divisions. At the start of each Season, a series of Placement Matches determines your initial rank. As you play ranked games, you gain (or lose) Rank Points. Earn enough rank points, and you'll get the chance to move up to the next division or tier by winning a Promotion Match. If you consistently lose points, you'll have a chance to defend your rank in a Demotion Match. Players at the top of the leaderboard enter first into the Master tier and ultimately Grand Master, where the best players in the world battle for glory.
ru: В Heroes of the Storm уровень мастерства игроков или ранг, определяется местом игрока в системе лиг и дивизионов. В начале каждого сезона вам потребуется провести несколько квалификационных матчей, которые определят ваш стартовый ранг. Затем по результатам каждой рейтинговой игры вы будете получать или терять очки рейтинга в конце каждой игры. Набирая (или теряя) очки рейтинга, вы будете перемещаться между дивизионами. Игрокам, занимающим верхние строчки в таблице, сначала будет присвоен ранг Мастера, при этом в дальнейшем они смогут достичь ранга Элиты, объединяющего лучших игроков планеты.

source: Drafting Demystified
ru: Режим драфта

source: On ranked team composition
ru: Составы команд для рейтинговых матчей

source: It may be tempting to jump straight into Storm League, but before you do that, you should learn about one more thing. How you pick your hero in a ranked game follows different rules from Quick Matches. Instead of just selecting your favorite hero and clicking "Ready", both teams go through a selection process called a Draft. Each side takes turns banning and picking Heroes until 10 Heroes (5 for each team) have been selected. Once the draft is complete, the match begins.
ru: Возможно, вам уже не терпится начать рейтинговую игру, но сначала надо упомянуть еще кое о чем. Принцип выбора героя в таких играх отличается от быстрой игры. Вы не можете просто выбрать любимого героя и нажать «Готово». Вместо этого перед началом матча обе команды по очереди выбирают и блокируют героев в особом режиме драфта, пока не выберут десятерых (по 5 на команду).

source: English
ru: Английский

source: Russian
ru: Русский

source: Roles
ru: Роли

source: Tank
ru: Танк

source: heroes are formidable juggernauts that protect their team by absorbing attacks from the enemy and blocking their retreat.
ru: могучий воитель, который прикрывает союзников, принимая урон на себя, и перекрывает пути отступления врагам.

source: Bruiser
ru: Рубака

source: heroes are tough fighters that can also dish out damage.
ru: крепкий боец, который также может наносить много урона.

source: Melee Assassin
ru: Убийца ближнего боя

source: heroes are high-octane damage dealers that get up close and personal with their enemies.
ru: наносит значительный урон, сражаясь с противником лицом к лицу.

source: Ranged Assassin
ru: Убийца дальнего боя

source: heroes are fragile damage dealers that attack their enemies from a safe distance.
ru: хрупкий герой, который предпочитает атаковать с безопасного расстояния.

source: Support
ru: Поддержка

source: heroes provide boosts and other benefits to their teammates.
ru: усиливает союзников и иным образом помогает им в схватке.

source: Healer
ru: Лекарь

source: heroes focus primarily on direct healing and damage mitigation.
ru: исцеляет товарищей и уменьшает получаемый ими урон.

source: Sitemap
ru: Карта сайта

source: Feedback
ru: Обратная связь

source: Game
ru: Игра

source: Modes
ru: Режимы игры

source: pages
ru: страниц

source: page
ru: страница

source: Username
ru: Имя пользователя

source: You're already logged in.
ru: Вы уже вошли в систему

source: Invalid your username or password. Please try again.
ru: Неверное имя пользователя или пароль. Пожалуйста, попробуйте еще раз.

source: Lost password?
ru: Забыли пароль?

source: Letters, digits and @/./+/-/_ only.
ru: Только буквы, цифры и символы @/./+/-/_.

source: Your password must contain at least 8 characters.
ru: Ваш пароль должен содержать не менее 8 символов.

source: Registration
ru: Регистрация

source: Sign up
ru: Зарегистрироваться

source: Change my password
ru: Сменить пароль

source: Please enter (and confirm) your new password.
ru: Пожалуйста, введите (и подтвердите) ваш новый пароль.

source: The password has been changed!
ru: Пароль изменен!

source: Reset password
ru: Сбросить пароль

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
ru: Мы отправили вам по электронной почте инструкции по установке пароля. Если они не пришли в течение нескольких минут, проверьте папку "Спам".

source: To initiate the password reset process for your account
ru: Чтобы инициировать процесс сброса пароля для вашего аккаунта

source: RenatTOP_HOTS site, click on the link below:
ru: учетной записи сайта RenatTOP_HOTS, нажмите на ссылку ниже:
