Repository: RenatTOP/django-RenatTOP_HOTS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
ru: Если нажатие на ссылку выше не работает, пожалуйста, скопируйте и вставьте URL в новом окне браузера.

source: Sincerely
ru: Искренне

source: Ask questions by email
ru: Задавайте вопросы по электронной почте

source: Login
ru: Вход

source: Profile
ru: Профиль

source: Favorite heroes
ru: Любимые герои

source: Favorite battlegrounds
ru: Любимые поля боя

source: Last login
ru: Последний вход

source: Date joined
ru: Дата регистрации

source: Add to Favorites
ru: Добавить в избранное

source: Remove from favorites
ru: Удалить из избранного

source: Map
ru: Карта

source: No favorite heroes
ru: Нет любимых героев

source: No favorite battlegrounds
ru: Нет любимых полей боя

source: Ambush
ru: Внезапный удар

source: Ambush an enemy, dealing 130 damage and reducing their Armor by 10 for 5 seconds. Awards 1 Combo Point.
ru: Внезапно атакует цель, нанося ей 130 ед. урона и снижая показатель ее брони на 10 ед. на 5 сек. Длина серии приемов увеличивается на 1.

source: Cheap Shot
ru: Подлый трюк

source: Deal 30 damage to an enemy, Stun them for 0.75 seconds, and Blind them for 2 seconds once Cheap Shot's Stun expires. Awards 1 Combo Point.
ru: Наносит противнику 30 ед. урона и оглушает его на 0.75 сек., а по окончании оглушения ослепляет цель на 2 сек. Длина серии приемов увеличивается на 1.

source: Garrote
ru: Гаррота

source: Deal 20 damage to an enemy and an additional 140 damage over 7 seconds, and Silence them for 2.5 seconds. Awards 1 Combo Point.
ru: Душит противника, мгновенно нанося ему 20 ед. урона и дополнительно 140 ед. урона в течение 7 сек. Также применяет к противнику эффект немоты на 2.5 сек. Длина серии приемов увеличивается на 1.

source: Razor Swipe
ru: Свежевание

source: Swipe in the targeted direction, dealing 126 damage to enemies hit.
ru: Седогрив совершает рывок в указанном направлении, нанося 126 ед. урона противникам на своем пути.

source: Disengage
ru: Отрыв

source: Roll away and shapeshift into a Human.
ru: Отпрыгивает в сторону и возвращается в облик человека.

source: Incinerate
ru: Испепеление

source: After 0.75 seconds, Deathwing flaps his wings, dealing 70 damage to nearby enemies.
ru: После паузы в 0.75 сек. Смертокрыл взмахивает крыльями, нанося 70 ед. урона находящимся рядом противникам.

source: Onslaught
ru: Налёт

source: After 0.5 seconds, Deathwing lunges in a direction dealing 38 damage to enemies and Slowing them by 35&#37; for 2 seconds. Deathwing bites enemies at the end of the lunge, dealing an additional 72 damage.
ru: После паузы в 0.5 сек. Смертокрыл совершает рывок в указанном направлении, нанося противникам 38 ед. урона и замедляя их на 35&#37; на 2 сек. В конце рывка Смертокрыл кусает противников, нанося еще 72 ед. урона.

source: Page Not Found
ru: Страница не найдена

source: Internal Server Error
ru: Внутренняя ошибка сервера

source: Feedback form
ru: Форма обратной связи

source: Topic
ru: Тема

source: Message
ru: Сообщение

source: Send
ru: Отправить
